Repository: LittleSixNine/PhotoTrail
Catalog: Sources/PhotoTrail/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt_br, zh_hans, zh_hant

# 按年→月→日→时→分→秒计算；无效日期不会自动改成月末。
source: Applied in year → month → day → hour → minute → second order. Invalid dates are rejected instead of clamped to month-end.
es: Se aplica en orden: año → mes → día → hora → minuto → segundo. Las fechas inválidas se rechazan, sin ajustarlas al fin de mes.
ja: 年→月→日→時→分→秒の順で計算します。無効な日付を自動的に月末へ補正しません。
ko: 년→월→일→시→분→초 순서로 계산합니다. 유효하지 않은 날짜를 월말로 자동 조정하지 않습니다.
pt_br: Aplicado na ordem ano → mês → dia → hora → minuto → segundo. Datas inválidas são rejeitadas, sem ajuste para o fim do mês.
zh_hans: 按年→月→日→时→分→秒计算；无效日期不会自动改成月末。
zh_hant: 按年→月→日→時→分→秒計算；無效日期不會自動改成月底。

# 作者保存：成功 %1$@ 张，待处理 %2$@ 张。
source: Creator save: %1$@ succeeded, %2$@ need attention.
es: Guardado de autor: %1$@ correctas, %2$@ pendientes.
ja: 作成者の保存：成功 %1$@ 枚、要確認 %2$@ 枚。
ko: 작성자 저장: 성공 %1$@장, 확인 필요 %2$@장.
pt_br: Salvamento do autor: %1$@ concluídas, %2$@ pendentes.
zh_hans: 作者保存：成功 %1$@ 张，待处理 %2$@ 张。
zh_hant: 作者儲存：成功 %1$@ 張，待處理 %2$@ 張。

# 放弃该作者草稿
source: Discard this creator draft
es: Descartar este borrador de autor
ja: この作成者の下書きを破棄
ko: 이 작성자 초안 버리기
pt_br: Descartar este rascunho de autor
zh_hans: 放弃该作者草稿
zh_hant: 放棄此作者草稿

# 另有 %1$@ 张待处理
source: %1$@ more photos need attention
es: Hay %1$@ fotos más pendientes
ja: ほかに %1$@ 枚要確認
ko: 추가로 %1$@장 확인 필요
pt_br: Mais %1$@ fotos pendentes
zh_hans: 另有 %1$@ 张待处理
zh_hant: 另有 %1$@ 張待處理

# 源文件已变化；请放弃草稿并重新读取。
source: Source file changed; discard the draft and reload.
es: El archivo de origen cambió; descarte el borrador y vuelva a leerlo.
ja: 元ファイルが変更されました。下書きを破棄して再読み込みしてください。
ko: 원본 파일이 변경되었습니다. 초안을 버리고 다시 읽으세요.
pt_br: O arquivo de origem mudou; descarte o rascunho e releia.
zh_hans: 源文件已变化；请放弃草稿并重新读取。
zh_hant: 來源檔案已變更；請放棄草稿並重新讀取。

# 备份或写入准备失败；请检查备份目录。
source: Backup or write preparation failed; check the backup folder.
es: Falló la preparación de la copia de seguridad o escritura; revise la carpeta de copias.
ja: バックアップまたは書き込みの準備に失敗しました。バックアップ先を確認してください。
ko: 백업 또는 쓰기 준비에 실패했습니다. 백업 폴더를 확인하세요.
pt_br: Falha ao preparar o backup ou a gravação; verifique a pasta de backup.
zh_hans: 备份或写入准备失败；请检查备份目录。
zh_hant: 備份或寫入準備失敗；請檢查備份資料夾。

# 作者写入失败；请检查文件权限。
source: Creator write failed; check file permissions.
es: Falló la escritura del autor; revise los permisos del archivo.
ja: 作成者を書き込めませんでした。ファイルの権限を確認してください。
ko: 작성자 쓰기에 실패했습니다. 파일 권한을 확인하세요.
pt_br: Falha ao gravar o autor; verifique as permissões do arquivo.
zh_hans: 作者写入失败；请检查文件权限。
zh_hant: 作者寫入失敗；請檢查檔案權限。

# 作者写入结果未确认；请先检查磁盘文件，不能直接重试。
source: Creator write result is unknown; inspect the file on disk before retrying.
es: No se confirmó la escritura del autor; revise el archivo en disco antes de reintentar.
ja: 作成者の書き込み結果を確認できません。再試行する前にディスク上のファイルを確認してください。
ko: 작성자 쓰기 결과를 확인할 수 없습니다. 다시 시도하기 전에 디스크 파일을 확인하세요.
pt_br: O resultado da gravação do autor é desconhecido; verifique o arquivo no disco antes de tentar novamente.
zh_hans: 作者写入结果未确认；请先检查磁盘文件，不能直接重试。
zh_hant: 作者寫入結果未確認；請先檢查磁碟檔案，不可直接重試。

# 元数据
source: Metadata
es: Metadatos
ja: メタデータ
ko: 메타데이터
pt_br: Metadados
zh_hans: 元数据
zh_hant: 中繼資料

# 编辑作者…
source: Edit creator…
es: Editar autor…
ja: 作成者を編集…
ko: 작성자 편집…
pt_br: Editar autor…
zh_hans: 编辑作者…
zh_hant: 編輯作者…

# 作者修改待保存
source: Creator changes pending save
es: Cambios de autor pendientes de guardar
ja: 作成者の変更は未保存です
ko: 작성자 변경 사항 저장 대기 중
pt_br: Alterações de autor pendentes de salvamento
zh_hans: 作者修改待保存
zh_hant: 作者修改待儲存

# 设为
source: Set to
es: Establecer
ja: 設定
ko: 설정
pt_br: Definir
zh_hans: 设为
zh_hant: 設為

# 仅补空值
source: Fill missing only
es: Rellenar solo vacíos
ja: 空欄のみ入力
ko: 빈 항목만 채우기
pt_br: Preencher apenas vazios
zh_hans: 仅补空值
zh_hant: 僅填補空值

# 清除作者
source: Clear creator
es: Borrar autor
ja: 作成者を消去
ko: 작성자 지우기
pt_br: Limpar autor
zh_hans: 清除作者
zh_hant: 清除作者

# 作者操作
source: Creator action
es: Acción de autor
ja: 作成者の操作
ko: 작성자 작업
pt_br: Ação do autor
zh_hans: 作者操作
zh_hant: 作者操作

# 每行一位作者
source: One creator per line
es: Un autor por línea
ja: 1行に1人の作成者
ko: 한 줄에 작성자 한 명
pt_br: Um autor por linha
zh_hans: 每行一位作者
zh_hant: 每行一位作者

# 加入待保存修改
source: Add to pending changes
es: Añadir a los cambios pendientes
ja: 未保存の変更に追加
ko: 저장 대기 변경 사항에 추가
pt_br: Adicionar às alterações pendentes
zh_hans: 加入待保存修改
zh_hant: 加入待儲存修改

# 预览：%1$@ 张将修改
source: Preview: %1$@ photos to change
es: Vista previa: se cambiarán %1$@ fotos
ja: プレビュー：%1$@枚を変更
ko: 미리보기: %1$@장 변경 예정
pt_br: Prévia: %1$@ fotos serão alteradas
zh_hans: 预览：%1$@ 张将修改
zh_hant: 預覽：將修改 %1$@ 張

# 无法预览作者修改；请检查输入并重新读取元数据。
source: Cannot preview creator changes; check the input and reload metadata.
es: No se pueden previsualizar los cambios de autor; revise la entrada y vuelva a leer los metadatos.
ja: 作成者の変更をプレビューできません。入力を確認し、メタデータを再読み込みしてください。
ko: 작성자 변경 사항을 미리 볼 수 없습니다. 입력을 확인하고 메타데이터를 다시 읽으세요.
pt_br: Não é possível pré-visualizar as alterações de autor; verifique a entrada e releia os metadados.
zh_hans: 无法预览作者修改；请检查输入并重新读取元数据。
zh_hant: 無法預覽作者修改；請檢查輸入並重新讀取中繼資料。

# 来源文件已变化；请重新读取元数据。
source: The source file changed; reload metadata.
es: El archivo de origen ha cambiado; vuelva a leer los metadatos.
ja: 元ファイルが変更されました。メタデータを再読み込みしてください。
ko: 원본 파일이 변경되었습니다. 메타데이터를 다시 읽으세요.
pt_br: O arquivo de origem mudou; releia os metadados.
zh_hans: 来源文件已变化；请重新读取元数据。
zh_hant: 來源檔案已變更；請重新讀取中繼資料。

# 图像文件：%1$@
source: Image file: %1$@
es: Archivo de imagen: %1$@
ja: 画像ファイル：%1$@
ko: 이미지 파일: %1$@
pt_br: Arquivo de imagem: %1$@
zh_hans: 图像文件：%1$@
zh_hant: 影像檔案：%1$@

# XMP 附属文件：%1$@
source: XMP sidecar: %1$@
es: Archivo auxiliar XMP: %1$@
ja: XMPサイドカーファイル：%1$@
ko: XMP 사이드카 파일: %1$@
pt_br: Arquivo auxiliar XMP: %1$@
zh_hans: XMP 附属文件：%1$@
zh_hant: XMP 附屬檔案：%1$@

# 照片图库项目暂不支持读取这些描述字段。
source: These descriptive fields are not yet available for Photos library items.
es: Estos campos descriptivos aún no están disponibles para elementos de Fotos.
ja: 写真ライブラリの項目では、これらの説明項目をまだ読み取れません。
ko: 사진 보관함 항목에서는 아직 이 설명 필드를 읽을 수 없습니다.
pt_br: Esses campos descritivos ainda não estão disponíveis para itens do Fotos.
zh_hans: 照片图库项目暂不支持读取这些描述字段。
zh_hant: 照片圖庫項目暫不支援讀取這些描述欄位。

# 此条目没有可读取的本地文件。
source: This item has no readable local file.
es: Este elemento no tiene un archivo local legible.
ja: この項目には読み取り可能なローカルファイルがありません。
ko: 이 항목에는 읽을 수 있는 로컬 파일이 없습니다.
pt_br: Este item não tem um arquivo local legível.
zh_hans: 此条目没有可读取的本地文件。
zh_hant: 此項目沒有可讀取的本機檔案。

# 读取来源：图像 %1$@ 张，XMP %2$@ 张，非本地 %3$@ 张。
source: Sources: %1$@ image files, %2$@ XMP sidecars, %3$@ nonlocal items.
es: Orígenes: %1$@ imágenes, %2$@ archivos XMP y %3$@ elementos no locales.
ja: 読み取り元：画像%1$@件、XMP%2$@件、ローカル以外%3$@件。
ko: 읽기 출처: 이미지 %1$@개, XMP %2$@개, 비로컬 %3$@개.
pt_br: Fontes: %1$@ imagens, %2$@ arquivos XMP e %3$@ itens não locais.
zh_hans: 读取来源：图像 %1$@ 张，XMP %2$@ 张，非本地 %3$@ 张。
zh_hant: 讀取來源：影像 %1$@ 張、XMP %2$@ 張、非本機 %3$@ 項。

# 搜索元数据字段
source: Search metadata fields
es: Buscar campos de metadatos
ja: メタデータ項目を検索
ko: 메타데이터 필드 검색
pt_br: Buscar campos de metadados
zh_hans: 搜索元数据字段
zh_hant: 搜尋中繼資料欄位

# 没有匹配的字段
source: No matching fields
es: No hay campos coincidentes
ja: 一致する項目がありません
ko: 일치하는 필드 없음
pt_br: Nenhum campo correspondente
zh_hans: 没有匹配的字段
zh_hant: 沒有符合的欄位

# 读取失败：%1$@ 张；请检查来源文件。
source: Could not read %1$@ photos; check the source files.
es: No se pudieron leer %1$@ fotos; revise los archivos de origen.
ja: %1$@枚の写真を読み取れませんでした。元のファイルを確認してください。
ko: 사진 %1$@장을 읽지 못했습니다. 원본 파일을 확인하세요.
pt_br: Não foi possível ler %1$@ fotos; verifique os arquivos de origem.
zh_hans: 读取失败：%1$@ 张；请检查来源文件。
zh_hant: 讀取失敗：%1$@ 張；請檢查來源檔案。

# 查看元数据…
source: View metadata…
es: Ver metadatos…
ja: メタデータを表示…
ko: 메타데이터 보기…
pt_br: Ver metadados…
zh_hans: 查看元数据…
zh_hant: 檢視中繼資料…

# 元数据（只读）
source: Metadata (read-only)
es: Metadatos (solo lectura)
ja: メタデータ（読み取り専用）
ko: 메타데이터(읽기 전용)
pt_br: Metadados (somente leitura)
zh_hans: 元数据（只读）
zh_hant: 中繼資料（唯讀）

# 作者
source: Creator
es: Autor
ja: 作成者
ko: 작성자
pt_br: Autor
zh_hans: 作者
zh_hant: 作者

# 作者来源冲突：%1$@ 张。
source: Creator sources conflict: %1$@ photos.
es: Fotos con autores distintos según el origen: %1$@.
ja: 作成者の情報源が一致しない写真：%1$@枚。
ko: 작성자 출처가 일치하지 않는 사진: %1$@장.
pt_br: Fotos com autores divergentes entre fontes: %1$@.
zh_hans: 作者来源冲突：%1$@ 张。
zh_hant: 作者來源衝突：%1$@ 張。

# 兼容作者来源读取失败：%1$@ 张。
source: Could not read legacy creator sources for %1$@ photos.
es: No se pudieron leer las fuentes de autor heredadas de %1$@ fotos.
ja: %1$@枚の写真で従来の作成者情報を読み取れませんでした。
ko: 사진 %1$@장의 이전 작성자 출처를 읽지 못했습니다.
pt_br: Não foi possível ler as fontes de autor antigas de %1$@ fotos.
zh_hans: 兼容作者来源读取失败：%1$@ 张。
zh_hant: 相容作者來源讀取失敗：%1$@ 張。

# 说明
source: Description
es: Descripción
ja: 説明
ko: 설명
pt_br: Descrição
zh_hans: 说明
zh_hant: 說明

# 关键词
source: Keywords
es: Palabras clave
ja: キーワード
ko: 키워드
pt_br: Palavras-chave
zh_hans: 关键词
zh_hant: 關鍵字

# 部分照片无法读取描述元数据；暂不汇总字段。
source: Descriptive metadata could not be read for some photos; fields are not summarized.
es: No se pudieron leer los metadatos descriptivos de algunas fotos; no se resumen los campos.
ja: 一部の写真の説明メタデータを読み取れないため、項目を集計できません。
ko: 일부 사진의 설명 메타데이터를 읽을 수 없어 항목을 요약하지 않습니다.
pt_br: Não foi possível ler os metadados descritivos de algumas fotos; os campos não foram resumidos.
zh_hans: 部分照片无法读取描述元数据；暂不汇总字段。
zh_hant: 部分照片無法讀取描述性中繼資料；暫不彙總欄位。

# 重新读取元数据
source: Reload metadata
es: Volver a leer metadatos
ja: メタデータを再読み込み
ko: 메타데이터 다시 읽기
pt_br: Recarregar metadados
zh_hans: 重新读取元数据
zh_hant: 重新讀取中繼資料

# 未填写
source: Not set
es: Sin definir
ja: 未入力
ko: 입력되지 않음
pt_br: Não definido
zh_hans: 未填写
zh_hant: 未填寫

# 多个值（%1$@/%2$@ 张有值）
source: Multiple values (%1$@ of %2$@ photos have a value)
es: Varios valores (%1$@ de %2$@ fotos tienen un valor)
ja: 複数の値（%2$@枚中%1$@枚に値あり）
ko: 여러 값(%2$@장 중 %1$@장에 값 있음)
pt_br: Vários valores (%1$@ de %2$@ fotos têm um valor)
zh_hans: 多个值（%1$@/%2$@ 张有值）
zh_hant: 多個值（%1$@/%2$@ 張有值）

source: The metadata was saved, but the Finder tag could not be added.
es: Se guardaron los metadatos, pero no se pudo añadir la etiqueta de Finder.
ja: メタデータは保存されましたが、Finderタグを追加できませんでした。
ko: 메타데이터는 저장되었지만 Finder 태그를 추가하지 못했습니다.
pt_br: Os metadados foram salvos, mas não foi possível adicionar a etiqueta do Finder.
zh_hans: 元数据已保存，但未能添加 Finder 标签。
zh_hant: 元資料已儲存，但無法加入 Finder 標籤。

# 本地照片另会尝试创建 XMP 附属文件。
source: PhotoTrail will also try to create XMP sidecar files for local photos.
es: También se intentará crear archivos auxiliares XMP para las fotos locales.
ja: ローカル写真のXMPサイドカーファイルの作成も試みます。
ko: 로컬 사진의 XMP 사이드카 파일 생성도 시도합니다.
pt_br: Também será tentada a criação de arquivos auxiliares XMP para as fotos locais.
zh_hans: 本地照片另会尝试创建 XMP 附属文件。
zh_hant: 本地照片另會嘗試創建 XMP 附屬檔案。

source: Search location
es: Buscar lugar
ja: 場所を検索
ko: 위치 검색
pt_br: Buscar local
zh_hans: 搜索地点
zh_hant: 搜索地點

source: meters
es: metros
ja: メートル
ko: 미터
pt_br: metros
zh_hans: 米
zh_hant: 米

# %1$@ 分钟
source: %1$@ minutes
es: %1$@ min
ja: %1$@分
ko: %1$@분
pt_br: %1$@ min
zh_hans: %1$@ 分钟
zh_hant: %1$@ 分鐘

# %1$@ 点 · %2$@
source: Points: %1$@ · %2$@
es: %1$@ puntos · %2$@
ja: %1$@点 · %2$@
ko: %1$@개 지점 · %2$@
pt_br: %1$@ pontos · %2$@
zh_hans: %1$@ 点 · %2$@
zh_hant: %1$@ 點 · %2$@

# %1$@中 · %2$@ / %3$@ 点
source: %1$@ · %2$@ / %3$@ points
es: %1$@ · %2$@ / %3$@ puntos
ja: %1$@中 · %2$@ / %3$@点
ko: %1$@ 중 · %2$@ / %3$@개 지점
pt_br: %1$@ · %2$@ / %3$@ pontos
zh_hans: %1$@中 · %2$@ / %3$@ 点
zh_hant: %1$@中 · %2$@ / %3$@ 點

# 30 天
source: 30 days
es: 30 días
ja: 30日
ko: 30일
pt_br: 30 dias
zh_hans: 30 天
zh_hant: 30 天

# 7 天
source: 7 days
es: 7 días
ja: 7日
ko: 7일
pt_br: 7 dias
zh_hans: 7 天
zh_hant: 7 天

# 90 天
source: 90 days
es: 90 días
ja: 90日
ko: 90일
pt_br: 90 dias
zh_hans: 90 天
zh_hant: 90 天

source: Access to your Photos Library is now enabled. Click on the toolbar button or use Shift-⌘I to select images from the library.
es: Ya puedes acceder a la fototeca. Usa el botón de la barra o Mayús-⌘I para seleccionar fotos.
ja: 写真ライブラリへのアクセスが有効です。ツールバーのボタンかShift-⌘Iで写真を選択してください。
ko: 사진 보관함 접근이 허용되었습니다. 도구 막대 버튼 또는 Shift-⌘I로 사진을 선택하세요.
pt_br: O acesso à fototeca foi permitido. Use o botão da barra ou Shift-⌘I para selecionar fotos.
zh_hans: 已允许访问照片图库。点击工具栏按钮或按 Shift-⌘I 选择图库中的照片。
zh_hant: 已允許訪問照片圖庫。點擊工具欄按鈕或按 Shift-⌘I 選擇圖庫中的照片。

source: Access to your Photos Library was denied. If you gave access to the program quit and re-launch PhotoTrail to make sure it is using the current state. If that does not resolve the issue open the Privacy and Security tab of System Settings and select Photos. Make sure PhotoTrail has full access.
es: Se ha denegado el acceso a la fototeca. Si ya lo has permitido, reinicia PhotoTrail. Si persiste, permite el acceso completo en Ajustes del Sistema → Privacidad y seguridad → Fotos.
ja: 写真ライブラリへのアクセスが拒否されています。許可済みの場合はPhotoTrailを再起動してください。解決しない場合は、システム設定の「プライバシーとセキュリティ」→「写真」でフルアクセスを許可してください。
ko: 사진 보관함 접근이 거부되었습니다. 이미 허용했다면 PhotoTrail을 다시 시작하세요. 해결되지 않으면 시스템 설정의 개인정보 보호 및 보안 → 사진에서 전체 접근을 허용하세요.
pt_br: O acesso à fototeca foi negado. Se já o permitiu, reinicie o PhotoTrail. Se persistir, permita acesso total em Ajustes do Sistema → Privacidade e Segurança → Fotos.
zh_hans: 未获得照片图库访问权限。如果刚刚授权，请退出并重新打开应用；仍不可用时，请在系统设置的“隐私与安全性”中检查照片访问权限。
zh_hant: 未獲得照片圖庫訪問權限。如果剛剛授權，請退出並重新打開應用；仍不可用時，請在系統設定的“隱私與安全性”中檢查照片訪問權限。

source: Are you sure?
es: ¿Confirmas la operación?
ja: よろしいですか？
ko: 계속할까요?
pt_br: Confirma a operação?
zh_hans: 确认执行此操作？
zh_hant: 確認執行此操作？

source: Backup File Location
es: Carpeta de copias de seguridad
ja: バックアップ先
ko: 백업 위치
pt_br: Pasta de backup
zh_hans: 照片备份文件夹
zh_hant: 照片備份資料夾

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Change
es: Cambiar
ja: 変更
ko: 변경
pt_br: Alterar
zh_hans: 更改
zh_hant: 更改

source: Change Time Zone
es: Cambiar zona horaria
ja: タイムゾーンを変更
ko: 시간대 변경
pt_br: Alterar fuso horário
zh_hans: 更改时区
zh_hant: 更改時區

source: Changes to one or more images could not be sucessfully saved for unexpected reasons. The run log -- **Show log...** in the **Help** menu -- may contain more information.
es: No se pudieron guardar algunas fotos por un error inesperado. Consulta «Mostrar registro» en el menú Ayuda.
ja: 予期しない問題で一部の写真を保存できませんでした。ヘルプメニューの「ログを表示」で詳細を確認できます。
ko: 예기치 않은 문제로 일부 사진을 저장하지 못했습니다. 도움말 메뉴의 로그 보기에서 자세한 내용을 확인하세요.
pt_br: Não foi possível salvar algumas fotos devido a um erro inesperado. Consulte “Mostrar registro” no menu Ajuda.
zh_hans: 部分照片保存失败。可在“帮助”菜单中选择“查看日志”了解详情。
zh_hant: 部分照片保存失敗。可在“幫助”菜單中選擇“查看日誌”瞭解詳情。

source: Checking this box will result in creation of a sidecar (XMP) file for updated image files if one does not exist. Updates are then written to the sidecar file.
es: Si se activa, se crea un archivo auxiliar XMP cuando no exista y los cambios se escriben en él.
ja: オンにすると、XMPサイドカーファイルがない写真には作成し、変更をサイドカーに保存します。
ko: 이 옵션을 켜면 XMP 사이드카가 없는 사진에 사이드카를 만들고 변경 사항을 기록합니다.
pt_br: Se ativada, cria um arquivo auxiliar XMP quando não existir e grava as alterações nele.
zh_hans: 勾选后，为没有 XMP 附属文件的照片创建附属文件，并将修改写入该文件。
zh_hant: 勾選後，為沒有 XMP 附屬檔案的照片創建附屬檔案，並將修改寫入該檔案。

source: Checking this box will set file modification time to be the same as the image creation date/time whenever PhotoTrail updates image metadata with location changes. If the box is not checked file modification times will be controlled by the system.
es: Si se activa, al actualizar la ubicación se ajusta la fecha de modificación del archivo a la fecha de captura. Si se desactiva, el sistema controla esa fecha.
ja: オンにすると、位置情報の更新時にファイルの更新日時を撮影日時に合わせます。オフの場合はシステムが更新日時を管理します。
ko: 이 옵션을 켜면 위치를 수정할 때 파일 수정 시간을 촬영 시간으로 설정합니다. 끄면 시스템이 수정 시간을 관리합니다.
pt_br: Se ativada, ao atualizar a localização, a data de modificação do arquivo será igual à data de captura. Caso contrário, o sistema controla essa data.
zh_hans: 勾选后，保存照片元数据时将文件修改时间设为拍摄时间；未勾选时由系统管理。
zh_hant: 勾選後，保存照片元數據時將檔案修改時間設為拍攝時間；未勾選時由系統管理。

source: Choose a coordinate format:
es: Elige el formato de coordenadas:
ja: 座標形式を選択：
ko: 좌표 형식 선택:
pt_br: Escolha o formato das coordenadas:
zh_hans: 选择坐标显示格式：
zh_hant: 選擇坐標顯示格式：

source: City:
es: Ciudad:
ja: 市区町村：
ko: 도시:
pt_br: Cidade:
zh_hans: 城市：
zh_hant: 城市：

source: Clear Image List
es: Vaciar lista de fotos
ja: 写真一覧をクリア
ko: 사진 목록 비우기
pt_br: Limpar lista de fotos
zh_hans: 清空照片列表
zh_hant: 清空照片列表

source: Clear List
es: Vaciar lista
ja: 一覧をクリア
ko: 목록 비우기
pt_br: Limpar lista
zh_hans: 清空历史记录
zh_hant: 清空歷史記錄

source: Click on the disclosure indicator to choose a folder where PhotoTrail will place copies of images before performing any updates.
es: Pulsa el indicador para elegir la carpeta donde PhotoTrail copiará las fotos antes de modificarlas.
ja: 開閉ボタンをクリックし、更新前の写真を保存するバックアップフォルダを選択してください。
ko: 펼침 버튼을 클릭하여 수정 전 사진 사본을 저장할 백업 폴더를 선택하세요.
pt_br: Clique no indicador para escolher a pasta onde o PhotoTrail copiará as fotos antes de modificá-las.
zh_hans: 点击展开按钮，选择用于保存照片修改前副本的文件夹。
zh_hant: 點擊展開按鈕，選擇用於保存照片修改前副本的資料夾。

source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Coordinate format
es: Formato de coordenadas
ja: 座標形式
ko: 좌표 형식
pt_br: Formato de coordenadas
zh_hans: 坐标格式
zh_hant: 坐標格式

source: Copied!
es: Copiado
ja: コピーしました
ko: 복사됨
pt_br: Copiado
zh_hans: 已复制
zh_hant: 已複製

source: Copy
es: Copiar
ja: コピー
ko: 복사
pt_br: Copiar
zh_hans: 复制
zh_hant: 複製

source: Country Code:
es: Código de país:
ja: 国コード：
ko: 국가 코드:
pt_br: Código do país:
zh_hans: 国家代码：
zh_hant: 國家代碼：

source: Country:
es: País:
ja: 国：
ko: 국가:
pt_br: País:
zh_hans: 国家：
zh_hant: 國家：

source: Create Sidecar (XMP) files
es: Crear archivos auxiliares XMP
ja: XMPサイドカーファイルを作成
ko: XMP 사이드카 파일 만들기
pt_br: Criar arquivos auxiliares XMP
zh_hans: 创建 XMP 附属文件
zh_hant: 創建 XMP 附屬檔案

source: Current Camera Time Zone:
es: Zona horaria actual de la cámara:
ja: 現在のカメラのタイムゾーン：
ko: 현재 카메라 시간대:
pt_br: Fuso horário atual da câmera:
zh_hans: 当前拍摄时区：
zh_hant: 當前拍攝時區：

source: Current search response:
es: Resultados actuales:
ja: 現在の検索結果：
ko: 현재 검색 결과:
pt_br: Resultados atuais:
zh_hans: 搜索结果：
zh_hant: 搜索結果：

source: Cut
es: Cortar
ja: カット
ko: 잘라내기
pt_br: Recortar
zh_hans: 剪切
zh_hant: 剪切

source: Date and Time
es: Fecha y hora
ja: 日付と時刻
ko: 날짜 및 시간
pt_br: Data e hora
zh_hans: 日期和时间
zh_hant: 日期和時間

source: Delete
es: Eliminar
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

source: Delete old backup files?
es: ¿Eliminar copias de seguridad antiguas?
ja: 古いバックアップを削除しますか？
ko: 오래된 백업을 삭제할까요?
pt_br: Excluir backups antigos?
zh_hans: 删除旧备份文件？
zh_hant: 刪除舊備份檔案？

source: Desired Camera Time Zone
es: Nueva zona horaria de la cámara
ja: 変更後のカメラのタイムゾーン
ko: 변경할 카메라 시간대
pt_br: Novo fuso horário da câmera
zh_hans: 相机拍摄时区
zh_hant: 相機拍攝時區

source: Desired Camera Time Zone:
es: Nueva zona horaria de la cámara:
ja: 変更後のカメラのタイムゾーン：
ko: 변경할 카메라 시간대:
pt_br: Novo fuso horário da câmera:
zh_hans: 新的拍摄时区：
zh_hant: 新的拍攝時區：

source: Disable image backups
es: Desactivar copias de seguridad
ja: 写真のバックアップを無効化
ko: 사진 백업 끄기
pt_br: Desativar backup de fotos
zh_hans: 关闭照片备份
zh_hant: 關閉照片備份

source: Disable paired jpegs
es: Desactivar JPEG emparejados
ja: ペアのJPEGを編集不可にする
ko: 쌍을 이룬 JPEG 편집 금지
pt_br: Desativar JPEG emparelhados
zh_hans: 禁止编辑与 RAW 配对的 JPEG
zh_hant: 禁止編輯與 RAW 配對的 JPEG

source: Discard changes
es: Descartar cambios
ja: 変更を破棄
ko: 변경 사항 버리기
pt_br: Descartar alterações
zh_hans: 放弃修改
zh_hant: 放棄修改

source: Discard tracks
es: Descartar rutas
ja: 軌跡を破棄
ko: 경로 버리기
pt_br: Descartar trilhas
zh_hans: 移除轨迹
zh_hant: 移除軌跡

source: Dismiss
es: Cerrar
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Edit…
es: Editar…
ja: 編集…
ko: 편집…
pt_br: Editar…
zh_hans: 编辑…
zh_hant: 編輯…

source: Either no tracks could be found or the GPX file was corrupted such that it could not be properly processed. Any track log information in the file has been ignored.
es: No se encontraron rutas o el GPX está dañado. Se ha omitido su información de rutas.
ja: 軌跡が見つからないかGPXファイルが破損しているため、軌跡情報を読み込めませんでした。
ko: 경로가 없거나 GPX 파일이 손상되어 경로 정보를 읽지 못했습니다.
pt_br: Não foram encontradas trilhas ou o GPX está corrompido. Suas informações de trilha foram ignoradas.
zh_hans: 文件没有轨迹，或已损坏而无法读取。该文件的轨迹信息未加载。
zh_hant: 檔案沒有軌跡，或已損壞而無法讀取。該檔案的軌跡資訊未加載。

source: Elevation:
es: Altitud:
ja: 標高：
ko: 고도:
pt_br: Altitude:
zh_hans: 海拔：
zh_hant: 海拔：

source: Enabling image backups is strongly recommended
es: Se recomienda activar las copias de seguridad
ja: 写真のバックアップを強く推奨します
ko: 사진 백업을 권장합니다
pt_br: É recomendável ativar o backup de fotos
zh_hans: 建议开启照片备份
zh_hant: 建議開啓照片備份

source: Extend timestamps
es: Ampliar intervalo
ja: 時刻範囲を延長
ko: 시간 범위 확장
pt_br: Ampliar intervalo
zh_hans: 扩展时间（分钟）
zh_hant: 擴展時間（分鐘）

source: Extend track timestamps
es: Ampliar intervalo de la ruta
ja: 軌跡の時刻範囲を延長
ko: 경로 시간 범위 확장
pt_br: Ampliar intervalo da trilha
zh_hans: 扩展轨迹匹配时间
zh_hant: 擴展軌跡匹配時間

source: Find (map)...
es: Buscar (mapa)…
ja: 検索（地図）…
ko: 검색(지도)…
pt_br: Buscar (mapa)…
zh_hans: 搜索地点…
zh_hant: 搜索地點…

source: Find (table)...
es: Buscar (lista)…
ja: 検索（一覧）…
ko: 검색(목록)…
pt_br: Buscar (lista)…
zh_hans: 查找照片…
zh_hant: 查找照片…

source: Full path: %1$@
es: Ruta completa: %1$@
ja: 完全なパス：%1$@
ko: 전체 경로: %1$@
pt_br: Caminho completo: %1$@
zh_hans: 完整路径：%1$@
zh_hant: 完整路徑：%1$@

source: GPX Files Loaded
es: Archivos GPX cargados
ja: 読み込み済みGPXファイル
ko: 불러온 GPX 파일
pt_br: Arquivos GPX carregados
zh_hans: 已加载的 GPX 文件
zh_hant: 已加載的 GPX 檔案

source: GPX Files NOT Loaded
es: Archivos GPX no cargados
ja: 読み込めなかったGPXファイル
ko: 불러오지 못한 GPX 파일
pt_br: Arquivos GPX não carregados
zh_hans: 未加载的 GPX 文件
zh_hant: 未加載的 GPX 檔案

# GPX 记录时间，按本机时区显示
source: GPX recording time, displayed according to the local time zone
es: Hora de registro GPX, en la zona horaria local
ja: GPX記録時刻（現在地のタイムゾーンで表示）
ko: GPX 기록 시간(현지 시간대로 표시)
pt_br: Hora do registro GPX, no fuso horário local
zh_hans: GPX 记录时间，按本机时区显示
zh_hant: GPX 記錄時間，按本機時區顯示

# GPX 轨迹
source: GPX tracks
es: Rutas GPX
ja: GPX軌跡
ko: GPX 경로
pt_br: Trilhas GPX
zh_hans: GPX 轨迹
zh_hant: GPX 軌跡

source: Hide Disabled Files
es: Ocultar archivos no editables
ja: 編集不可のファイルを非表示
ko: 편집 불가 파일 숨기기
pt_br: Ocultar arquivos não editáveis
zh_hans: 隐藏不可编辑的文件
zh_hant: 隱藏不可編輯的檔案

source: Hybrid
es: Híbrido
ja: ハイブリッド
ko: 하이브리드
pt_br: Híbrido
zh_hans: 混合地图
zh_hant: 混合地圖

source: Hybrid with traffic
es: Híbrido con tráfico
ja: ハイブリッド（交通情報）
ko: 하이브리드(교통 정보)
pt_br: Híbrido com trânsito
zh_hans: 混合地图与路况
zh_hant: 混合地圖與路況

source: I'm sure
es: Confirmar
ja: 実行する
ko: 확인
pt_br: Confirmar
zh_hans: 确认
zh_hant: 確認

source: If one image is selected it is set to this value. If multiple images are selected the difference between the original date/time and the updated value is applied to each image.
es: Con una foto seleccionada, se establece esta fecha. Con varias, se aplica a cada una la diferencia entre la fecha original y la nueva.
ja: 写真が1枚の場合は指定日時に設定します。複数の場合は、元の日時との差を各写真に適用します。
ko: 사진 한 장을 선택하면 지정한 시간으로 설정합니다. 여러 장이면 원래 시간과 새 시간의 차이를 모든 사진에 적용합니다.
pt_br: Com uma foto selecionada, define esta data. Com várias, aplica a cada uma a diferença entre a data original e a nova.
zh_hans: 只选择一张照片时直接设置时间；选择多张时，将新旧时间的差值应用到每张照片。
zh_hant: 只選擇一張照片時直接設定時間；選擇多張時，將新舊時間的差值應用到每張照片。

source: If this option is enabled a finder tag will be added to updated images. The tag is alway added to the main image file even when a GPX sidecar file exists.
es: Si se activa, se añade una etiqueta de Finder al archivo de imagen actualizado, incluso cuando existe un archivo auxiliar.
ja: オンにすると、更新した写真にFinderタグを付けます。サイドカーファイルがある場合も、タグは元の写真ファイルに付きます。
ko: 이 옵션을 켜면 수정한 사진에 Finder 태그를 추가합니다. 사이드카가 있어도 태그는 원본 사진 파일에 추가됩니다.
pt_br: Se ativada, adiciona uma etiqueta do Finder ao arquivo de imagem atualizado, mesmo quando há um arquivo auxiliar.
zh_hans: 为修改后的照片添加访达标签。即使使用附属文件，标签也添加到照片主文件。
zh_hant: 為修改後的照片添加訪達標籤。即使使用附屬檔案，標籤也添加到照片主檔案。

source: Image backup folder can not be found
es: No se encuentra la carpeta de copias de seguridad
ja: バックアップフォルダが見つかりません
ko: 백업 폴더를 찾을 수 없습니다
pt_br: Pasta de backup não encontrada
zh_hans: 找不到照片备份文件夹
zh_hant: 找不到照片備份資料夾
